Repository: facebook/wordpress
Catalog: languages/*.po
Languages: tr

source: You must associate an Open Graph action-object pair for your Facebook application and submit the action to Facebook for approval before articles from %s and its authors will appear in Facebook News Feed.
tr: Facebook uygulaması için bir Açık Grafik eylem-nesne çiftini ilişkilendirmeli ve eylemi %s ve yaratıcı tarafından Facebook Haber Akışı'nda görünmeden önce onay için Facebook'a göndermelisiniz.

source: The Facebook plugin for WordPress cannot programmatically verify your application's Open Graph approval status.
tr: WordPress için Facebook eklentisi, uygulamanızın Açık Grafik onay durumunu programlı olarak doğrulayamaz.

source: Publish to Facebook
tr: Facebook'ta yayımlama

source: Plugin help page
tr: Eklenti yardım sayfası

source: Please save your edits by submitting the form
tr: Lütfen düzenlemelerinizi formu göndererek kaydedin

source: Allow new posts to a Facebook Page
tr: Bir Facebook Sayfasına yeni yayınlara izin verin

# Choose none of the options and remove the object
source: None: remove %s
tr: Hiçbiri:kaldır %s

# Displayed above a list of choices
source: Select a new page:
tr: Yeni bir sayfa seç:

source: No new published pages with create content permission found
tr: İçerik izni yaratan ile yeni yayımlanmış sayfa bulunamadı

source: Associate my WordPress account with my Facebook account
tr: WordPress hesabımı Facebook hesabımla ilişkilendir

source: Associate my WordPress account with my Facebook account and allow new posts to my Facebook Timeline
tr: WordPress hesabımı Facebook hesabımla ilişkilendir ve Facebook Zaman Tüneli'mde yani yayınlara izin ver

# Allow the application to publish to the Facebook Timeline of the viewer
source: Allow new posts to my Facebook Timeline
tr: Facebook Zaman Tüneli'mde yeni yayınlara izin ver

source: Manage app permissions and visibility
tr: Uygulama izinlerini ve görünürlüğü yönetme

source: General
tr: Genel

# Facebook Insights
source: Insights
tr: İç yüzü anlama

source: Settings
tr: Ayarlar

source: Facebook credentials not properly configured on the server
tr: Facebook kimlik bilgileri sunucu üzerinde düzgün yapılandırılmadı

source: search term required
tr: arama terimi gerekli

source: No results
tr: Sonuç yok

source: Facebook Status on %s Timeline
tr: Zaman Tüneli'nde %s Facebook Durumları

# Post to Facebook profile name or page name
source: Post to %s
tr: Yayınla %s

source: Summarize the post for your Facebook audience
tr: Facebook kitleniz için yayını özetleyin

source: This message will show as part of the story on the %s Timeline.
tr: Bu mesaj,%s Zaman Tüneli üzerindeki hikayenin bir parçası olarak gösterilecek.

source: Facebook Status on Your Timeline
tr: Zaman Tüneli'nde Facebook Durumları

source: Post to Facebook Timeline
tr: Facebook Zaman Tüneli'nde Yayınla

source: This message will show as part of the story on your Facebook Timeline.
tr: Bu mesaj Zaman Tüneli üzerindeki hikayenin bir parçası olarak gösterilecek.

# number of people who Like a Page
source: %s like this
tr: %s bunun gibi

# number of people talking about a Page
source: %s talking about this
tr: %s bunun hakkında konuşuyor

source: Failed posting to %s Timeline because the access token expired.
tr: Erişim simgesinin süresi dolduğundan %s Zaman Tüneli'ne gönderilemedi.

source: To reactivate publishing, visit Facebook Social Publisher settings page and associate a Page through the "Allow new posts to a Facebook Page" link.
tr: Yayıncılamayı yeniden etkinleştirmek için,Facebook Sosyal Yayıncı ayarları sayfasını ziyaret edin ve "Bir Facebook sayfasına yeni yayınlara izin ver" bağlantısıyla bir Sayfayı ilişkilendirin.

source: Error
tr: Hata

source: Failed posting to %s Timeline.
tr: Zaman Tüneli'nde yayınlama başarısız oldu.

source: Posted to %1$s with message "%2$s"
tr: Yayınlandı %1$s mesajıyla "%2$s"

source: Posted to %s
tr: Yayınlandı %s

source: Failed posting to your Facebook Timeline.
tr: Zaman Tüneli'nde yayınlama başarısız oldu.

source: Uncategorized
tr: Kategorize edilmemiş

source: Sorry, comments are closed for this item.
tr: Üzgünüz,bu öğe için yorumlar kapalıdır.

source: % Comments
tr: % Yorumlar

source: Moderate Facebook comments
tr: Facebook yorumlarını yönet

# date at time
source: %1$s at %2$s
tr: %1$s de %2$s

source: Comments
tr: Yorumlar

source: Facebook Recent Activity
tr: Facebook Son Etkinlikler

source: Displays the most interesting recent activity taking place on your site.
tr: Sitenizde gerçekleşen son en ilginç etkinlikleri görüntüler.

source: Title
tr: Başlık

source: Include Facebook header
tr: Facebook Başlığı dahil

source: Include recommendations
tr: Öneriler dahil

source: Height
tr: Yükseklik

source: Facebook Follow Button
tr: Facebook Takip Etme Butonu

source: Lets a user follow your public updates on Facebook.
tr: Bir kullanıcının Facebook'taki herkese açık güncellemelerinizi takip etmesine izin verir.

source: Layout
tr: Tasarım

source: Must be a Facebook URL
tr: Bir Facebook URL'si olmak zorundadır

source: Facebook Like Box
tr: Facebook Beğenme Butonu

# Improve the marketing of Facebook content by including on your site.
source: Highlight your Facebook Page content.
tr: Facebook Sayfanızın içeriğini vurgulayın.

source: Encourage visitors to like your Facebook page.
tr: Ziyaretçileri Facebook sayfanızı beğenmeye teşvik edin.

# Section title or header
source: Title
tr: Başlık

source: Show a border
tr: Bir sınır göster

source: Must be a Facebook Page URL
tr: Bir Facebook URL'si olmak zorundadır

source: Display the latest posts from your Facebook Page
tr: Facebook sayfanızdan son yayınları gösterir

# Prefer Posts from a page over Checkins to the venue
source: Places-specific: disable display of checkins from the current visitor's friends
tr: Yerler-belirli: Geçerli ziyaretçinin arkadaşlarının checkin'ini gösteri devre dışı bırak

source: pixels
tr: pikseller

source: Facebook Like Button
tr: Facebook Beğenme Butonu

source: Lets a viewer share your content to his or her Facebook timeline.
tr: Bir izleyicinin sizin içeriğinizi kendi Facebook Zaman Tüneli'nde paylaşmasına izin verir.

source: Default: URL of the displayed page
tr: Varsayılan: Gösterilen sayfanın URL'si

source: Facebook Recommendations
tr: Facebook Önerileri

source: Shows personalized recommendations to your users.
tr: Kullanıcılarınız için kişiselleştirilmiş önerileri gösterir.

source: Facebook Send Button
tr: Facebook Gönderme Butonu

source: The Send Button allows users to easily send content to their friends.
tr: Gönderme Butonu kullanıcıların içerikleri kolayca arkadaşlarına göndermesine izin verir.

source: Add Facebook social plugins and the ability to publish new posts to a Facebook Timeline or Facebook Page. Official Facebook plugin.
tr: Facebook sosyal eklentileri ve bir Facebook Zaman Tüneli veya Facebook Sayfasında yeni yayınlar yayınlama olanağı ekleyin. Resmi Facebook eklentisi.
