Repository: facebook/wordpress
Catalog: languages/*.po
Languages: tr

source: Post an article to my Facebook Timeline after it is public.
tr: Bir makaleyi herkese açık olduktan sonra Facebook Zaman Tünelime gönder.

source: Facebook Account
tr: Facebook Hesabı

# Connected Facebook Profile
source: Connected Profile
tr: Bağlanmış Profil

source: Associated on %s
tr: İlişkili %s

# Remove an association between a Facebook account and a WordPress user profile
source: Remove Facebook account
tr: Facebook hesabını kaldır

source: Public profile information
tr: Herkese açık profil bilgileri

source: Publish to Timeline
tr: Zaman tünelinde yayınla

source: Manage your pages on your behalf (including creating content)
tr: Sayfalarınızı kendi adınıza yönetin (içerik oluşturma da dahil)

source: Permissions
tr: İzinler

source: None
tr: Hiçbiri

# Begin the process
source: Get started
tr: Başlangıç

source: Facebook Plugin Settings
tr: Facebook Eklenti Ayarları

source: Your server does not support communication with Facebook servers over HTTPS.
tr: Sunucunuz, HTTPS üzerinden Facebook sunucuları ile olan iletişimi desteklemiyor.

source: Facebook application functionality such as posting to your Facebook Timeline requires a HTTPS connection to Facebook servers.
tr: Facebook Zaman Tüneline gönderme gibi Facebook uygulaması fonksiyonel olarak, Facebook sunucularına bir HTTPS bağlantısı gerektirir.

source: Facebook for WordPress
tr: WordPress için Facebook

source: Application information
tr: Uygulama Bilgisi

# Facebook application identifier
source: <abbr title="application">App</abbr> ID
tr: <abbr title="application">Uyg</abbr>Kimlik

# Facebook application secret
source: <abbr title="application">App</abbr> Secret
tr: <abbr title="application">Uyg</abbr> Gizli

source: Restrictions
tr: Kısıtlamalar

source: Child-Directed Site
tr: Çocuklara Yönelik Site

source: Edit your application settings on Facebook
tr: Facebook'ta uygulama ayarlarınızı düzenleyin

source: Create a new Facebook application or associate %s with an existing Facebook application.
tr: Yeni bir Facebook uygulaması oluşturun veya % s ile var olan bir Facebook uygulamasıyla ilişkilendirin.

# Section header for options limiting Facebook on your site
source: Limit Facebook functionality
tr: Facebook fonksiyonelliğini sınırla

source: An application identifier associates your site, its pages, and visitor actions with a registered Facebook application.
tr: Bir uygulama tanımlayıcısı sitenizi, sayfalarını ve ziyaretçi eylemlerini kayıtlı bir Facebook uygulamasıyla ilişkilendirir.

source: An application secret is a secret shared between Facebook and your application, similar to a password.
tr: Bir uygulama gizliliği, Facebook ile uygulamanız arasında şifre gibi paylaşılan bir gizliliği ifade eder.

source: Is your site directed at children in the United States under the age of 13?
tr: Siteniz Amerika Birleşik Devletleri'ndeki 13 yaşın altındaki çocuklara mı yöneliktir ?

source: App ID must contain only digits.
tr: Uygulama kimliği yalnızca rakam içermelidir.

source: Invalid app secret.
tr: Geçersiz uygulama gizliliği.

source: Application access token failed on authentication with Facebook.
tr: Uygulama erişim simgesi Facebook ile doğrulamada başarısız oldu.

source: Application ID and secret failed on authentication with Facebook.
tr: Uygulama kimliği ve gizlilik Facebook ile doğrulamada başarısız oldu.

source: Unable to request application data from Facebook.
tr: Uygulama verisi Facebook'tan talep edilemiyor.

source: %s to take advantage of advantage of advanced Facebook features such as post to timeline, recommendations bar, and more.
tr: Zaman çizelgesinde yayınla, öneriler çubuğu ve daha pek çok şey gibi %s gelişmiş Facebook özelliklerinden yararlanılacak.

source: Register for a Facebook application
tr: Bir Facebook uygulaması için kaydolma

source: You may need to register your %1$s account as a developer account if this is your first time managing a %1$s application.
tr: Eğer bu bir %1$s uygulamayı ilk defa yönetişiniz ise %1$s hesabınızı bir geliştirici hesap olarak kaydettirmeniz gerekebilir.

source: Click the %s button near the top right corner of the page to trigger an application creation dialog.
tr: Bir uygulama oluşturma iletişim kutusunu başlatmak için sayfanın sağ üst köşesindeki %s düğmesine tıklayın.

source: Facebook new application creation dialog
tr: Facebook yeni uygulama oluşturma iletişim kutusu

source: Uniquely identify your site on Facebook with an application name.
tr: Facebook'ta bir uygulama adı ile sitenizi benzersiz şekilde tanımlayın.

source: You must choose an application name longer than "%s."
tr: "%s"den daha uzun bir uygulama adı seçmelisiniz.

source: An application name must be between %1$u and %2$u characters in length.
tr: Bir uygulama adı %1$u ila %2$u karakter uzunluğunda olmalıdır.

source: You must choose an application name shorter than "%s."
tr: "%s"den daha kısa bir uygulama adı seçmelisiniz.

source: You may choose to use "%s" as your Facebook application name.
tr: Facebook uygulaması adınız olarak "%s" kullanmayı seçebilirsiniz.

# open the link to Facebook Developers dashboard site.
source: Open the %s.
tr: %s 'yi aç

source: Facebook Developers Applications dashboard
tr: Facebook Geliştiricileri Uygulamaları ön bilgi panosu

source: Select your existing application from the list of applications
tr: Mevcut uygulamalarınızı uygulamalar listesinden seçin

source: Copy your App ID and App Secret from the Settings Summary section of your application.
tr: Uygulamanızın Ayarlar Özeti bölümünden Uygulama Kimliği ve Uygulama Gizliliği kopyalayın.

source: Facebook application
tr: Facebook uygulaması

source: new Facebook application
tr: yeni Facebook uygulaması

source: Your %1$s should be associated with %2$s across desktop web, mobile web, iPhone, Android, or any other presence you have established.
tr: %1$s'iniz %2$s masaüstü web, mobil web, iPhone, Android veya kurduğunuz diğer varlıklarla ilişkili olmalıdır.

source: Facebook can send site visitors to the most appropriate URL based on their browsing context, market your site, and properly identify quality content with some extra information for your application.
tr: Facebook, gezinme durumuna göre en uygun URL'ye site ziyaretçileri gönderebilir, sitenizi pazarlayabilir ve uygulamanız için bazı ek bilgilerle kaliteli içeriği doğru bir şekilde belirleyebilir.

source: Basic Settings
tr: Temel Ayarlar

source: Associate your Facebook application with a domain, a desktop URL, and a mobile URL through your application's %s.
tr: Facebook uygulamanızı bir domain ile ilişkilendirin,bir masaüstü URL'sine ve bir mobil URL'ye bağlayın

source: basic settings
tr: temel ayarlar

source: For example:
tr: Örneğin:

# data entry field
source: Field
tr: Alan

# data entry value
source: Value
tr: Değer

source: Contact Email
tr: İletişim E-posta

source: App Domains
tr: Uygulama Domainleri

source: Website with Facebook Login
tr: Facebook Girişli WebSitesi

source: Mobile website
tr: Mobil website

source: App Details
tr: Uygulama Detayları

source: Set your primary language, site description, and categorize your site.
tr: Öncelikli dilinizi ayarlayın, siteyi tanımlayın, ve sitenizi kategorize edin.

source: Add icons and images to establish trust when asking your authors for publish permissions or marketing your site through Facebook.
tr: Yaratıcınızdan sitenizi Facebook ile pazarlamak veya yayın izinleri istediğinizde güven oluşturmak için için simgeler ve resimler ekleyin.

source: Comply with privacy laws of your audience including information collected about children.
tr: Çocuklarla ilgili toplanan bilgiler de dahil olmak üzere kitlenizin gizlilik yasalarına uyun.

source: Example: a site primary directed at children in the United States under the age of 13 might set this option to comply with privacy policies in the United States.
tr: Örneğin: Birleşik Devletler'de öncelikli olarak 13 yaşın altındaki çocuklara yönelik bir site, bu seçeneği ABD'deki gizlilik politikalarına uymak üzere ayarlayabilir.

source: Facebook social plugins: Information for Child-Directed Sites and Services
tr: Facebook sosyal eklentileri: Çocuklara Yönelik Siteler ve Hizmetler İçin Bilgiler

source: Create a Facebook application
tr: Bir Facebook uygulaması oluştur

source: Existing Facebook application
tr: Var olan Facebook uygulaması

source: Application details
tr: Uygulama Detayları

source: Child directed
tr: Çocuklara Yönelik

source: Facebook Apps Tool
tr: Facebook Uygulama Aracı

source: Comments Box
tr: Yorumlar kutusu

source: %s Settings
tr: %s Ayarlar

# Display the social plugin in specific areas of a website
source: Show on
tr: Göster

# Number of comments to display in a list of comments
source: Number of comments
tr: Yorum sayısı

source: Order by
tr: Tarafından yapıldı

source: Width
tr: Genişlik

source: Color scheme
tr: Renk Şeması

source: Enable social commenting backed by a Facebook account and optional providers AOL, Hotmail, or Yahoo!.
tr: Bir Facebook hesabı ve opsiyonel sağlayıcılar olan AOL, Hotmail veya Yahoo tarafından desteklenen sosyal yorumlamayı etkinleştirin!.

source: %s social plugin documentation
tr: %s sosyal eklenti belgeleri

source: Read more...
tr: Dahası için okuyun...

source: Comments appear in the author's Facebook Timeline.
tr: Yorumlar, yazarın Facebook Zaman Tünelinde görünür.

source: All administrators of your Facebook application will be able to moderate comments.
tr: Facebook uygulamanızın tüm yöneticileri yorumları denetleyebilecektir.

source: You may customize your %1$s settings from the %2$s including moderated comments, blacklisted words, and comment sorting.
tr: %2$s'den %1$s ayarlarınızı,kara listeye eklenmiş kelimeleri,yorum sıralamasını, denetlenen yorumlar dahil, özelleştirebilirsiniz.

source: Facebook Comments Tool
tr: Facebook Yorumlar Aracı

source: You may also specify individual comment moderators not associated with your application.
tr: Ayrıca, uygulamanızla ilişkili olmayan şahsi yorum moderatörlerini de belirtebilirsiniz.

source: Display the %s on one or more post types.
tr: %s'yi bir veya daha fazla yazı tipi üzerinde görüntüleme.

# Digit prefix. Example: 5 comments shown
source: top-level comments shown before viewer expansion.
tr: görüntüleyen kişinin ilerlemesi öncesinde gösterilen üst düzey yorumlar.

source: Content width: %u
tr: İçerik genişliği:%u

source: The width of the %s display area in whole pixels.
tr: %s'nin görüntü alanının genişliği piksel cinsinden.

source: social
tr: Sosyal

# display comments ordered from oldest to newest
source: oldest first
tr: önce en eskiler

# display comments ordered from newest to oldest
source: newest first
tr: önce en yeniler

source: App %s
tr: Uygulama %s

source: You have the ability to change these application settings on Facebook.
tr: Bu uygulama ayarlarını Facebook'ta değiştirebilirsiniz.

# bridge between two options: this or that or these
source: or
tr: yada

source: %s can change these application settings on Facebook.
tr: %s bu uygulama ayarlarını Facebook'ta değiştirilebilir.

source: Facebook Login
tr: Facebook Giriş

# Table column header. The Facebook application setting.
source: Setting
tr: Ayar

# Facebook application setting retrieved from Facebook servers.
source: Value
tr: Değer

source: App name
tr: Uygulama adı

source: My Site
tr: Benim Sitem

source: Not set. Consider using: %s
tr: Ayarlanmamış.Kullanmayı düşünün: %s

# No stored value found.
source: Not set.
tr: Ayarlanmamış.

source: One-line description
tr: Tek satırlık tanımlama

source: Just another WordPress site
tr: Başka bir WordPress sitesi

source: Not set.
tr: Ayarlanmamış.

# Explain the reason for requesting publish permissions from a Facebook user
source: Publish permissions explanation
tr: Yayımlama izinleri açıklaması

source: Publish new posts to your Facebook Timeline or Page.
tr: Facebook Zaman Tünelinizde veya Sayfanızda yeni yayın yayımlayın.

source: Privacy Policy
tr: Gizlilik Politikası

# Create a new WordPress page
source: Create a new page?
tr: Yeni bir sayfa oluşturmak mı?

source: Terms of Service
tr: Hizmet Şartları

source: Facebook application logo
tr: Facebook uygulama logosu

# Facebook application icon
source: Icon
tr: İkon

source: Facebook application icon
tr: Facebook uygulama ikonu

source: Authors
tr: Yaratıcılar

# Local user account has an associated Facebook account stored
source: Connected to Facebook
tr: Facebook'a Bağlı

source: Name
tr: İsim

source: Facebook account
tr: Facebook Hesabı

source: Post to timeline
tr: Zaman Tüneline gönder

source: Manage pages
tr: Sayfaları yönet

source: Not connected to Facebook
tr: Facebook'a bağlı değil

source: Number of published posts in the last %u days
tr: Son %u gün içinde yayımlanan yayınların sayısı

# recent articles. used as a table column header
source: # of recent posts
tr: # son yayınlar

source: Facebook Page
tr: Facebook Sayfası

# publishing to a page name on Facebook.com
source: Publishing to %s.
tr: %s da yayınlanıyor.

source: Saved by you.
tr: Siz kaydettiniz.

# saved by person name
source: Saved by %s.
tr: Tarafından kaydedildi %s.

source: Social Plugins
tr: Sosyal Eklentiler

# software features available based on different classifications website view
source: Features enabled by view type
tr: Görünüm türü tarafından etkinleştirilen özellikler

# Facebook Like Button social plugin
source: Like Button
tr: Beğenme Butonu

# Facebook Send Button social plugin
source: Send Button
tr: Gönderme Butonu

# Facebook Follow Button social plugin
source: Follow Button
tr: Takip Etme Butonu

# Facebook Recommendations Bar social plugin
source: Recommendations Bar
tr: Öneriler Çubuğu

# Facebook Comments Box social plugin
source: Comments Box
tr: Yorumlar kutusu

source: View
tr: Göster

source: Activity Feed
tr: Etkinlik Akışı

source: Like Button
tr: Beğenme Butonu

source: Recommendations Box
tr: Öneriler Çubuğu

source: Send Button
tr: Gönderme Butonu

source: Follow Button
tr: Takip Etme Butonu

source: Widgets
tr: Widgetlar

# name of a page component
source: Widget name
tr: Widget ismi

source: Active
tr: Aktif

source: Server configuration
tr: Sunucu yapılandırması

source: Feature
tr: Özellik

# Information
source: Info
tr: Bilgi

# software version
source: %s version
tr: %s versiyon

source: Server software
tr: Sunucu yazılımı

# server-to-server connection
source: %s connection method
tr: %s bağlantı yöntemi

# No available solution found.
source: none available
tr: hiçbiri mevcut değil

# Desired position of a Facebook social plugin relative to main post content.
source: Position
tr: Pozisyon

source: Layout
tr: Düzen

# Show the faces of Facebook friends who have interacted with this object.
source: Show faces
tr: Yüzleri göster

source: Font
tr: Yazı Tipi

source: Encourage visitors to follow to public updates from an author's Facebook account.
tr: Ziyaretçileri bir yaratıcının Facebook hesabındaki genel güncellemeleri takip etmeye teşvik edin.

# Facebook users following public updates from another Facebook user
source: followers
tr: takipçiler

source: Display social text next to the button.
tr: Sosyal metni butonun yanında gösterin.

source: Display total number of %s next to the button.
tr: Butonun yanındaki toplam %s sayısını göster.

source: Display total number of %s above the button.
tr: Butonun üstündeki %s sayısını göster.

source: Show profile photos of the viewer's friends who already follow this person.
tr: Bu kişiyi zaten takip eden görüntüleyicinin arkadaşlarının profil fotoğraflarını göster.

source: Share Button
tr: Paylaşma Butonu

source: Action
tr: Eylem

source: Help your visitors share your pages on their Facebook profile with one click.
tr: Ziyaretçilerinizin tek bir tıklamayla Facebook profillerinde sizin sayfalarınızı paylaşmalarına yardımcı olun.

source: Include a %1$s alongside the %2$s.
tr: %2$s ile birlikte%1$s ekleyin.

source: Allows a Facebook user to easily share your URL on a Facebook Timeline, Page, group, or in a Facebook Message.
tr: Bir Facebook kullanıcısının, URL'nizi bir Facebook Zaman Tünelinde, Sayfada, grupta veya Facebook Mesajında kolayca paylaşmasına izin verir.

# plural of the noun: Facebook Likes
source: likes
tr: beğeniler

source: Show profile photos of the viewer's friends who have already liked the URL.
tr: URL'yi zaten beğenmiş olan görüntüleyicinin arkadaşlarının profil fotoğraflarını gösterin.

source: Action verb displayed in button.
tr: Eylem fiil butonda görüntülenir.

source: Recommendations Bar
tr: Öneriler Çubuğu

source: Side
tr: Yan

source: Trigger
tr: Başlatıcı

# A number of elapsed seconds
source: Read time
tr: Okuma zamanı

source: Number of recommendations
tr: Önerilerin sayısı

source: Maximum age
tr: Maksimum yaş

source: Encourage additional pageviews with site recommendations based on social context.
tr: Sosyal içeriğe dayalı olarak site önerileri ile ek sayfa görüntüleme öneririz.

source: Adds a Like Button overlay to the bottom of your page with an expanded list of recommendations triggered by time or position on the page.
tr: Sayfadaki zaman veya konuma bağlı olarak başlatılan genişletilmiş bir liste ile sayfanın altına alt sırayı kapatan şekilde bir beğeni düğmesi ekler.

source: The side of the screen where the Recommendations Bar will be displayed.
tr: Tavsiye çubuğunun görüntüleneceği yerin yan tarafı.

source: Action verb displayed in the Like Button.
tr: Eylem fiili, Beğen Butonunda görüntülenir.

source: Bottom of page for home & archive pages, after post for single post types.
tr: Sayfanın alt tarafı ev ve arşiv sayfaları ,tekli gönderim türleri sonrası içindir.

source: After a visitor scrolls through %s of the total page height.
tr: Bir ziyaretçi, toplam sayfa yüksekliğinin %s 'si boyunca ilerledikten sonra.

source: Percentage of total page height expressed as a whole positive number.
tr: Toplam sayfa yüksekliğinin yüzdesi, bir pozitif sayı olarak ifade edilir.

source: I will call the %s function manually from my site JavaScript.
tr: %S fonksiyonu sitemdeki JavaScript'ten manuel olarak çağıracağım.

# measurement of time
source: seconds
tr: saniye

source: Number of seconds before the plugin will expand
tr: Eklenti genişletilmeden önceki saniye sayısı

source: maximum recommendation
tr: maksimum öneri

source: day old
tr: Eski zamanlar

source: (no limit)
tr: (sınırsız)

source: Limit recommendations to articles authored within the last N days.
tr: Önerileri son N gün içinde yazılmış olan makalelere sınırlayın.

source: Reset this value to %s for no date-based limits.
tr: Tarih tabanlı sınırlar yok için bu değeri %s olarak sıfırlayın.

source: Help site visitors send your URL in a message to any email address, a message to his or her Facebook friends, or a post to a Facebook group.
tr: Site ziyaretçilerine, URL'nizi bir mesajla herhangi bir e-posta adresine, Facebook arkadaşlarına mesajla veya bir Facebook grubuna göndermesi için yardımcı olun.

source: before & after the post
tr: önce & sonra yayını

source: after the post
tr: yayından sonrası

source: before the post
tr: yayından öncesi

source: Choose where the %s will appear including your site homepage, archive pages, or individual public post types.
tr: Sitenizin ana sayfasını, arşiv sayfalarını veya tek tek herkese açık gönderim türlerini içeren %s'nin nerede görüneceğini seçin.

source: Social Publisher
tr: Sosyal Yayıncı

source: Facebook Timeline
tr: Facebook Zaman Tüneli

source: Facebook permissions
tr: Facebook izinleri

source: Publish to my Timeline
tr: Zaman tünelimde yayınla

source: Enable Open Graph features
tr: Açık Grafik özelliklerine izin ver

# Publish to a Facebook Page
source: Publish to a page
tr: Bir sayfada yayınla

source: Promote social engagement and readership by publishing new posts to the Facebook Timeline of a connected author.
tr: Bağlı bir yaratıcının Facebook Zaman Tünelinde yeni yayınlar yayınlayarak sosyal katılımı ve okuyucuyu teşvik edin.

source: Open Graph %s
tr: Açık Grafik

source: Facebook Open Graph action submission process
tr: Facebook Açık Grafik eylem gönderme süreci

source: prerequisites
tr: önkoşullar

# Facebook app id for the website
source: A Facebook application identifier associated with %s
tr: %s ile ilişkili bir Facebook uygulama tanımlayıcısı

source: Associate an Open Graph action-object pair for your application:
tr: Uygulamanız için bir Açık Grafik eylem-nesne çifti ilişkilendirin:

# Open Graph. people can ACTION an OBJECT
source: people can %1$s an %2$s
tr: insanlar %1$ s bir %2$s yapabilir

source: Authenticate with Facebook to allow your Facebook application to post to your Timeline or Page on your behalf when a post is published
tr: Bir yayın yayınlandığında Facebook uygulamanızın sizin adınıza Zaman Tünelinde veya Sayfanızda yayın yapmasına izin vermek için Facebook ile kimlik doğrulama yapın

source: Publish an article to your Facebook Timeline
tr: Facebook Zaman Tünelinizde bir makale yayınlayın

source: your Publish action
tr: sizin Yayın eyleminiz

# Submit the Facebook Open Graph action name for approval.
source: Submit %s for approval.
tr: Onay için%s sunun.

source: Request optional capabilities:
tr: İsteğe bağlı yetenekler isteyin:

source: User Messages
tr: Kullanıcı mesajları

source: Tags
tr: Etiketler

source: Explicitly Shared
tr: Açıkça Paylaşılan

source: Publish to a Facebook Page using the credentials of a Facebook account with %s permissions for the Page.
tr: Sayfa için % s izinleri olan bir Facebook hesabının kimlik bilgilerini kullanarak bir Facebook sayfasına yayınlayın.

# Facebook Page permissions grant classification for a Facebook user
source: content creator
tr: içerik yaratıcı

source: An author can associate his or her WordPress account with a Facebook account on his or her %s
tr: Bir yaratıcı, WordPress %s hesabını bir Facebook hesabıyla ilişkilendirebilir

source: profile page
tr: profil sayfası

# Currently publishing to the specified Facebook Page
source: Publishing to %s
tr: Yayımlanıyor %s

source: %s page on Facebook
tr: %s Facebook'taki sayfalar

# Saved by the current viewer of the page.
source: Saved by you.
tr: Siz kaydettiniz.

source: Post to Facebook Timeline using Open Graph actions
tr: Açık Grafik eylemlerini kullanarak Facebook Zaman Tüneli'ne gönder

source: Publish new posts to Facebook using Open Graph actions.
tr: Açık Grafik eylemlerini kullanarak yeni yayınları Facebook'ta yayınlayın.

source: Increases News Feed engagement through news-specific classification, explicitly shared posts, custom messages, and mention tagging.
tr: Yeni spesifik-haber sınıflandırma yoluyla Haber Akışı,açıkça paylaşılan yayınlar, özel mesajlar ve etiketleme sözü katılımı arttırılır.

source: The Facebook plugin for WordPress can publish to Facebook on your behalf through a properly configured Facebook application when a public post type becomes public.
tr: WordPress için Facebook eklentisi, halka açık yayın türü herkese açık hale geldiğinden düzgün yapılandırılmış bir Facebook uygulaması aracılığıyla Facebookta sizin adınıza yayınlayabilir.

source: An author must grant your application permission to publish to his or her Facebook Timeline before the post will appear.
tr: Bir yaratıcı, Facebook Zaman Tüneli'nde görünmeden önce yayınlamak için başvurunuza izin vermelidir.

source: A Facebook account with the ability to create content on one or more Facebook Pages may store publishing permissions for use by your WordPress site.
tr: Bir veya daha fazla Facebook Sayfasında içerik oluşturabilen bir Facebook hesabı, WordPress siteniz tarafından kullanılmak üzere yayınlama iznini saklayabilir.
